Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=151_art_id=164.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Lávvu
sma: Aehtjie mijjen

source: Áhččámet, don, guhte leat almmis !
sma: Aehtjie mijjen guhte leah Elmie-rijhkesne.

source: Basuhuvvos du namma.
sma: Baajh dov nommem aejliestovvedh.

source: Šaddos du dáhttu,
sma: Baajh dov rijhkem båetedh.

source: mo almmis nu maiddái eatnamis.
sma: Baajh dov syjhtedem eatnamisnie

source: Atte midjiide min juohkebeaivválaš láibbi.. Ja atte midjiide min suttuid ándagassii,
sma: Luejhtieh mijjeste maam mijjieh meadteme guktie mijjieh luejhtebe dejstie guhth mijjese meadteme.

source: nugo mii ge ándagassii addit velggolaččaidasamet.
sma: Aellieh luejhtieh mijjem giehtjelimmij sijse,

source: muhto beastte min bahás eret.
sma: valla vaarjelh mijjem bahheste.

source: Jesus oahpahii min rohkadallat Áhččámet, das leat čieža rohkosa, ja dát čieža rohkosa rohkodallet buot maid mii dárbbašat.
sma: Dan lea tjïjhtje rohkelassh, jïh dah tjïjhtje rohkelassh voebnesjieh gaajhkem maam mijjieh daarpejibie rohkelassese.
